{
  "activation_type": "swiglu",
  "alibi": false,
  "alibi_bias_max": 8.0,
  "attention_dropout": 0.1,
  "attention_layer_norm": false,
  "block_type": "sequential",
  "d_model": 32,
  "embedding_dropout": 0.1,
  "embedding_size": 50304,
  "eos_token_id": 50256,
  "flash_attention": false,
  "include_bias": true,
  "init_device": null,
  "init_std": 0.02,
  "layer_norm_type": "default",
  "max_sequence_length": 1024,
  "mlp_ratio": 4,
  "model_type": "olmo",
  "multi_query_attention": false,
  "n_heads": 1,
  "n_layers": 1,
  "pad_token_id": 50256,
  "precision": null,
  "residual_dropout": 0.1,
  "rope": false,
  "transformers_version": "4.29.0",
  "use_cache": true,
  "vocab_size": 50257
}
