{
  "activation_type": "swiglu",
  "alibi": false,
  "alibi_bias_max": 8.0,
  "architectures": [
    "OLMoForCausalLM"
  ],
  "attention_dropout": 0.1,
  "attention_layer_norm": false,
  "attention_layer_norm_with_affine": true,
  "bias_for_layer_norm": null,
  "block_group_size": 1,
  "block_type": "sequential",
  "clip_qkv": null,
  "d_model": 32,
  "emb_init_std": null,
  "embedding_dropout": 0.1,
  "embedding_layer_norm": false,
  "embedding_size": 50304,
  "eos_token_id": 50256,
  "flash_attention": false,
  "include_bias": true,
  "init_cutoff_factor": null,
  "init_device": null,
  "init_fn": "normal",
  "init_std": 0.02,
  "layer_norm_eps": 1e-05,
  "layer_norm_type": "default",
  "layer_norm_with_affine": true,
  "max_sequence_length": 1024,
  "mlp_hidden_size": null,
  "mlp_ratio": 4,
  "model_type": "hf_olmo",
  "multi_query_attention": false,
  "n_heads": 1,
  "n_kv_heads": null,
  "n_layers": 1,
  "norm_after": false,
  "pad_token_id": 50256,
  "precision": null,
  "residual_dropout": 0.1,
  "rope": false,
  "rope_full_precision": true,
  "rope_theta": 10000,
  "scale_emb_init": false,
  "scale_logits": false,
  "transformers_version": "4.44.2",
  "use_cache": true,
  "vocab_size": 50257,
  "weight_tying": true
}
