{
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|endoftext|>",
  "max_length": null,
  "model_max_length": 1000000000000000019884624838656,
  "tokenizer_class": "OLMoTokenizer",
  "truncation": "right"
}
